tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "coreutils" # GNU/Linux core utilities
brew "fzf" # Command-line fuzzy finder
brew "goenv"
brew "jq"
brew "nodeenv"
brew "tfenv"
cask "claude"
cask "clipy" # Clipboard manager
cask "cursor"
cask "dbeaver-community"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "fuwari"
cask "google-chrome"
cask "intellij-idea-ce"
cask "itsycal" # Menu bar calendar
cask "karabiner-elements"
cask "keycastr" # Show keystrokes
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "slack"
cask "snip"
cask "raycast"
cask "typora"
cask "visual-studio-code"
cask "warp"
