tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "coreutils"
brew "fzf"
brew "goenv"
brew "jq"
brew "nodeenv"
brew "tfenv"
cask "clipy"
cask "dbeaver-community"
cask "deepl"
cask "devtoys"
cask "docker"
cask "fuwari"
cask "dropbox"
cask "gather"
cask "google-chrome"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "netnewswire"
cask "notion"
cask "obsidian"
cask "openineditor-lite"
cask "slack"
cask "snip"
cask "raycast"
cask "typora"
cask "visual-studio-code"
cask "warp"
