tap "homebrew/bundle"
brew "awscli"
brew "coreutils" # GNU/Linux core utilities
brew "fzf" # Command-line fuzzy finder
brew "gh" # GitHub CLI
brew "goenv"
brew "jq"
brew "nodeenv"
brew "tfenv"
cask "arc" # Browser
cask "claude"
cask "clibor" # Clipboard manager
cask "cursor"
cask "dbeaver-community"
cask "devtoys"
cask "docker"
cask "dropbox"
cask "fuwari"
cask "google-chrome"
cask "grammarly-desktop" # Grammar checker
cask "intellij-idea-ce"
cask "itsycal" # Menu bar calendar
cask "karabiner-elements" # Keyboard remapper
cask "keycastr" # Show keystrokes
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netnewswire" # RSS reader
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "slack"
cask "typora"
cask "visual-studio-code"
cask "warp"
cask "zoom"
